return {
	["devil_fruit"] = "恶魔果实",
	["#ChooseFruit"] = "%from 撷取了一颗 %arg 恶魔果实",

--进攻型 Attack
	["attack"] = "进攻型",
	["orange"] = "橙子",
	[":orange"] = "出牌阶段当你的【杀】造成伤害后你可以让可杀到此目标且与你同团的一名角色对其再使用一张【杀】。",
	["@orange"] = "%src 使用了【橙子】，要求你对 %dest 使用一张【杀】",

	["mango"] = "芒果",
	[":mango"] = "锁定技，你杀死任意一名角色都能摸两张牌，且没有其他惩罚。",

	["starfruit"] = "杨桃",
	[":starfruit"] = "当你对不同团的角色使用【杀】且其出了【闪】后，你可以摸一张牌。",

	["honeymelon"] = "蜜瓜",
	["honeymelon"] = "与你同团角色可替你出【杀】。",

--回复型 Recovery
	["recovery"] = "回复型",
	["papaya"] = "木瓜",
	[":papaya"] = "回合开始阶段你可判定，若为黑桃，同团角色可以弃一张牌，你回复1点体力。",

--防御型 Defense
	["defense"] = "防御型",
	["grape"] = "葡萄",
	[":grape"] = "锁定技，场上每有一名与你同团的角色存活，你的手牌上限便+1。",
}