return {
	["devil_fruit"] = "恶魔果实",
	["#ChooseFruit"] = "%from 撷取了一颗 %arg 恶魔果实",

--进攻型 Attack
	["attack"] = "进攻型",
	["orange"] = "橙子",
	[":orange"] = "出牌阶段当你的【杀】造成伤害后你可以让可杀到此目标且与你同团的一名角色对其再使用一张【杀】。",
	["@orange"] = "%src 使用了【橙子】，要求你对 %dest 使用一张【杀】",

	["mango"] = "芒果",
	[":mango"] = "锁定技，你杀死任意一名角色都能摸两张牌，且没有其他惩罚。",

	["starfruit"] = "杨桃",
	[":starfruit"] = "当你对不同团的角色使用【杀】且其出了【闪】后，你可以摸一张牌。",

	["honeymelon"] = "蜜瓜",
	["honeymelon"] = "与你同团角色可替你出【杀】。",
	[":honeymelon:"] = "%from 想让你帮其出一张【杀】:",
	["@honeymelon-slash"] = "请打出一张【杀】以响应海贼王的【蜜瓜】",

--回复型 Recovery
	["recovery"] = "回复型",
	["papaya"] = "木瓜",
	[":papaya"] = "回合开始阶段你可判定，若为黑桃，同团角色可以弃一张牌，你回复1点体力。",

	["cherry"] = "樱桃",
	[":cherry"] = "与你同团角色可在他们各自回合里对你使用一张【肉】，每回合限一次",
	["cherryv"] = "塞樱桃",

	["durian"] = "榴莲",
	[":durian"] = "锁定技，你每次受到来自不同团角色的伤害时最多只承受1点伤害。",
	["#DurianProtect"] = "%from 的【%arg】防止了 %arg2 点伤害，减至1点",

	["apple"] = "苹果",
	[":apple"] = "锁定技，其他与你同团角色在你濒死状态下对你使用【肉】，你额外回复1点体力。",
	["#AppleExtraRecover"] = "%from 的【苹果】产生效果，额外恢复了1点体力",

--防御型 Defense
	["defense"] = "防御型",
	["grape"] = "葡萄",
	[":grape"] = "锁定技，场上每有一名与你同团的角色存活，你的手牌上限便+1。",

	["banana"] = "香蕉",
	[":banana"] = "与你同团角色可在他们各自回合的出牌阶段给你一张手牌。每回合限一次",
	["bananav"] = "插香蕉",

	["pineapple"] = "菠萝",
	[":pineapple"] = "与你同团角色可替你出【闪】。",
	[":pineapple:"] = "%from 想让你帮他出一张【闪】:",
	["@pineapple-jink"] = "请打出一张【闪】以响应 %src 的【菠萝】",

	["lemon"] = "柠檬",
	[":lemon"] = "当你被不同团角色的【杀】造成伤害后，可以摸一张牌。",
}
