-- translation for FirePackage

return {
	["fire"] = "侵略如火",

	["amurotooru"] = "安室透",
	["ientou"] = "渗透",
	[":ientou"] = "单发技，出牌阶段，你可弃掉差值数的手牌，互换除主公外两名角色的体力值\
★互换体力时，若遇到上限溢出问题，以上限为界流失体力，比如3血3上限和4血4上限交换后，变成3血3上限和3血4上限",

	["satomiwako"] = "佐藤美和子",
	["designer:satomiwako"] = "烨子",
	["jiaoxie"] = "缴械",
	[":jiaoxie"] = "其他角色的武器牌进入弃牌堆时，你可以获得之。",
	["xianv"] = "侠女",
	[":xianv"] = "任意角色受到无属性伤害时，你可以弃置一张装备牌，令该伤害-1.",
	["@xianv"] = "你可以弃置一张装备牌发动【侠女】（令该伤害-1）",
	["$Xianv"] = "%from 发动了【侠女】，弃置了 %card，令 %to 受到的伤害 -1",
}

