-- translation for JoyPackage

return {
	["joy"] = "欢乐世界", 
	["shit"] = "屎", 
	[":shit"] = "当此牌在<font color='red'><b>你的回合</b></font>内从你的<font color='red'>手牌</font>进入<font color='red'>弃牌堆</font>时，\
	你将受到自己对自己的一点伤害，其中黑桃花色产生雷电伤害，红桃花色产生火焰伤害，其他为无属性伤害\
	造成伤害的牌为此牌，在你的回合内，你可多次食用", 
	
	["deluge"] = "洪水",
	[":deluge"] = "出牌阶段，将【洪水】横置于你的判定区里，回合判定阶段进行判定：若判定结果为 A,K，从当前角色的牌随机取出和场上存活人数相等的数量置于桌前，从下家开始，每人选一张收为手牌，将【洪水】弃置。若判定结果不为AK，将【洪水】移到当前角色下家的判定区里",
	
	["typhoon"] = "台风",
	[":typhoon"] = "出牌阶段，将【台风】横置于你的判定区里，回合判定阶段进行判定：若判定结果为方块2~9之间，与当前角色距离为1的角色弃掉6张手牌，将【台风】弃置。若判定结果不为方块2~9之间，将【台风】移动到当前角色下家的判定区里",
	
	["earthquake"] = "地震",
	[":earthquake"] = "出牌阶段，将【地震】横置于你的判定区里，回合判定阶段进行判定：若判定结果为梅花2~9之间，与当前角色距离为1以内的角色弃掉装备区里的所有牌，将【地震】弃置。若判定结果不为梅花2~9之间，将【地震】移动到当前角色下家的判定区里",
	
	["volcano"] = "火山",
	[":volcano"] = "出牌阶段，将【火山】横置于你的判定区里，回合判定阶段进行判定：若判定结果为红桃2~9之间，当前角色受到2点火焰伤害，与当前角色距离为1的角色受到1点火焰伤害，【火山】生效后即弃置。若判定结果不为红桃2~9之间，将【火山】移动到当前角色下家的判定区里",
	
	["mudslide"] = "泥石流",
	[":mudslide"] = "出牌阶段，将【泥石流】横置于你的判定区里，回合判定阶段进行判定：若判定结果为黑桃或梅花A,K,4,7，从当前角色开始，每名角色依次按顺序弃掉武器、防具、+1马、-1马，无装备者受到1点无属性伤害，当总共被弃掉的装备达到4件或你上家结算完成时，【泥石流】停止结算并弃置。若判定牌不为黑色AK47，将【泥石流】移动到下家的判定区里",

	["locust"] = "虫灾",
	[":locust"] = "出牌阶段，将【虫灾】横置于下家的判定区里，回合判定阶段进行判定：若判定结果不为JQ，目标角色必须立即弃一张牌(无法弃牌失去一点体力)，然后将【虫灾】移动到下一名角色的判定区里。若判定牌为JQ，目标必须进行2选1：将【虫灾】弃置或继续移动",
	["locust:move"] = "让虫灾来得更疯狂吧！",
	["locust:throw"] = "够了……",
 
	["yitian"] = "大日剑",
	["yitian_sword"] = "大日剑",
	["yitian-lost"] = "大日剑",
	["yitian-slash"] = "请使用一张【杀】",
	[":yitian_sword"] = "1. 你的回合外，你每受到一次伤害，在其结算完后你可以立即使用一张【杀】2. 当此剑从装备区失去时，你可用此剑指定任意一名角色受到你的1点无属性伤害", 
	["yitian_sword:yes"] = "你可以使用指定任意一名角色受到你的一点无属性伤害",
	["moon_spear"] = "银月枪", 
	[":moon_spear"] = "你的回合外，每当你使用或打出了一张黑色手牌（若为使用则在它结算之前），你可以立即对你攻击范围内的任意一名角色使用一张【杀】", 
	["@moon-spear-slash"] = "银月枪的技能被触发，请打出一张【杀】以攻击", 

	[":sakura"] = "当你获得此牌时，可以三选一：1、变身为<font color='red'><b>真宫寺樱</b></font>（当前存活角色没有真宫寺樱）；2、弃掉此牌，摸一张牌；3、留到以后主动使用（主动使用时不进行选择直接变身或摸牌）",
	["sakura:use"] = "变身为真宫寺樱",
	["sakura:zhi"] = "换一张牌",
	["sakura:later"] = "留到以后主动使用",
	[":erica"] = "当你获得此牌时，可以三选一：1、变身为<font color='red'><b>艾丽卡</b></font>（当前存活角色没有艾丽卡）；2、弃掉此牌，摸一张牌；3、留到以后主动使用（主动使用时不进行选择直接变身或摸牌）",
	["erica:use"] = "变身为艾丽卡",
	["erica:zhi"] = "换一张牌",
	["erica:later"] = "留到以后主动使用",


	["playboy"] = "【雀圣】",
	["majong"] = "麻将",
	[":majong"] = "出牌阶段，你可以弃3张相同点数的牌来获得一个刻子标记。回合结束阶段，若你的刻子标记等于4个时，可直接结束游戏，你所在的阵营获得胜利",
	["@kezi"] = "刻子",

}
