-- translation for JoyPackage

return {
	["joy"] = "重口味包",

	["shit"] = "屎",
	[":shit"] = "当此牌在<font color='red'><b>你的回合</b></font>内从你的<font color='red'>手牌</font>进入<font color='red'>弃牌堆</font>时，\
	你将受到自己对自己的1点伤害（黑桃为流失1点体力），其中方块为无属性伤害、梅花为雷电伤害、红桃为火焰伤害\
	造成伤害的牌为此牌，在你的回合内，你可多次食用",
	["$ShitLostHp"] = "%from 吃了 %card, 将流失1点体力",
	["$ShitDamage"] = "%from 吃了 %card, 将受到自己对自己的1点伤害",

	["stink"] = "屁",
	[":stink"] = "出牌阶段对下家使用，除非目标角色打出一张【闪】，否则必须和自己的下家（你的下下家）交换位置",
	["haochou"] = "你的上家对你放了一个臭屁，除非你能【闪】开，否则就完蛋了……",

-- equips
	["joy_equip"] = "欢乐包",

	["monkey"] = "猴子",
	[":monkey"] = "装备后，当场上有其他角色使用【桃】时，你可以弃掉【猴子】，阻止【桃】的结算并将其收为手牌",
	["grab_peach"] = "偷桃",

	["gale_shell"] = "狂风甲",
	[":gale_shell"] = "锁定技，当你受到火焰伤害时，此伤害+1；你可以将狂风甲装备和你距离为1以内的一名角色的装备区内",
	["#GaleShellDamage"] = "%from 装备【狂风甲】的效果被触发，由 %arg 点火焰伤害增加到 %arg2 点火焰伤害",

	["thunder_shell"] = "大雾甲",
	[":thunder_shell"] = "锁定技，非雷电伤害对你无效；你可以将大雾甲装备和你距离为1以内的一名角色的装备区内",
	["#ThunSheProtect"] = "%from 受到【大雾甲】的保护，避免了 %arg 点伤害[%arg2]",

	["yitian_sword"] = "倚天剑",
	[":yitian_sword"] = "1. 你的回合外，你每受到一次伤害，在其结算完后你可以立即使用一张【杀】2. 当此剑从装备区失去时，你可用此剑指定任意一名角色受到你的1点无属性伤害", 
	["yitian_sword:yes"] = "你可以使用指定任意一名角色受到你的一点无属性伤害",
	["yitian-lost"] = "倚天剑",
}
