-- translation for ManeuveringPackage

return {
	["black_dragon"] = "青龙",
	["fire_attack"] = "火攻",
	["thunder_slash"] = "雷杀",
	["fire_slash"] = "火杀",
	["analeptic"] = "酒",
	["fan"] = "朱雀羽扇",
	["guding_blade"] = "古锭刀",
	["vine"] = "藤甲",
	["silver_lion"] = "白银狮子",
	["iron_chain"] = "铁索连环",
	["supply_shortage"] = "兵粮寸断",
	["fan:yes"] = "你可将普通【杀】当具火焰伤害的【杀】使用或打出",
	["fire-attack-card"] = "您可以弃置一张与%dest所展示卡牌相同花色(%arg)的牌对%dest产生一点火焰伤害",
	[":analeptic"] = "出牌阶段，对自己使用，令自己的下一张使用的【杀】造成的伤害+1（每回合限使用1次）；任何时候，当自己进入濒死阶段时，对自己使用，立即回复1点体力值",
	[":fire_slash"] = "出牌时机：出牌阶段\
使用目标：除你外，你攻击范围内的一名角色\
作用效果：【杀】对目标角色造成1点伤害",
	[":thunder_slash"] = "出牌时机：出牌阶段\
使用目标：除你外，你攻击范围内的一名角色\
作用效果：【杀】对目标角色造成1点伤害",
	[":fire_attack"] = "出牌阶段，对一名有手牌的角色使用。该角色展示一张手牌，然后若你弃置一张与所展示牌相同花色的手牌，则【火攻】对其造成1点火焰伤害",
	[":iron_chain"] = "铁索连环：出牌阶段使用，选择1至2个角色，分别横置或重置其武将牌，处于“连环状态”。重铸：出牌阶段，你可以将此牌置入弃牌堆，然后摸一张牌",
	[":supply_shortage"] = "出牌阶段，对距离为1的一名其他角色使用。将【兵粮寸断】放置于该角色的判定区里，若判定结果不为梅花，跳过其摸牌阶段，将【兵粮寸断】弃置",
	[":guding_blade"] = "<b>锁定技</b>，当你使用【杀】对目标角色造成伤害时，若其没有手牌，此伤害+1",
	[":fan"] = "你可以将你的任一普通杀当作具火焰伤害的杀来使用",
	[":vine"] = "<b>锁定技</b>，【南蛮入侵】、【万箭齐发】和普通【杀】对你无效。当你受到火焰伤害时，此伤害+1",
	[":silver_lion"] = "<b>锁定技</b>，当你受到伤害时，若该伤害多于1点，则防止多余的伤害；当你失去装备区里的【白银狮子】时，你回复1点体力",
	["#SilverLion"] = "%from 的防具【白银狮子】防止了 %arg 点伤害，减至1点",
	["#VineDamage"] = "%from 装备【藤甲】的效果被触发，由 %arg 点火焰伤害增加到 %arg2 点火焰伤害",
	["@fire-attack"] = "%src 展示的牌的花色为 %arg，请弃掉与其相同花色的牌",
	["#GudingBladeEffect"] = "%from 装备的古锭刀生效，无手牌对象 %to 的伤害从 %arg 增加到 %arg2",

	["jaguarE"] = "捷豹E-type",
	[":jaguarE"] = "你计算与其他角色的距离时，始终-1。（你可以理解为一种进攻上的优势）<br/>\
◆？？专用技：？？",
	["citroBX"] = "雪铁龙BX19",
	[":citroBX"] = "其他角色计算与你的距离时，始终+1。（你可以理解为一种防御上的优势）<br/>\
◆？？专用技：？？",

--
	["thunder_bird"] = "朱雀",
	["gale-shell"] = "狂风甲",
	[":gale-shell"] = "锁定技，当你受到火焰伤害时，此伤害+1；你可以将狂风甲装备和你距离为1以内的一名角色的装备区内",
	["#GaleShellDamage"] = "%from 装备【狂风甲】的效果被触发，由 %arg 点火焰伤害增加到 %arg2 点火焰伤害",
	["emigration"] = "暗度陈仓",
	[":emigration"] = "出牌阶段，对任意一名角色使用，将【暗度陈仓】放置于目标角色判定区里，若判定结果为黑色，则跳过其弃牌阶段，将【暗度陈仓】弃置",
	["sacrifice"] = "舍己为人",
	[":sacrifice"] = "出牌时机：出牌阶段。\
使用目标：任意一名已受伤的角色。\
作用效果：你失去1点体力，目标角色回复1点体力",
	["yx_sword"] = "杨修剑",
	[":yx_sword"] = "当你的【杀】造成伤害时，可以指定攻击范围内的一名其他角色为伤害来源。",
	["thunder-shell"] = "大雾甲",
	[":thunder-shell"] = "锁定技，非雷电伤害对你无效；你可以将大雾甲装备和你距离为1以内的一名角色的装备区内",
	["#ThunSheProtect"] = "%from 受到【大雾甲】的保护，避免了 %arg 点伤害[%arg2]",
	["potential"] = "潜力爆发",
	[":potential"] = "出牌时机：出牌阶段。\
使用目标：你。\
作用效果：本回合结束后，开始一个额外的回合",
	["red-alert"] = "红色警报",
	[":red-alert"] = "出牌时机：出牌阶段。\
使用目标：除你以外的所有角色。\
作用效果：按行动顺序结算，除非目标角色打出1张锦囊，否则该角色失去一点体力",
	["turnover"] = "背后偷袭",
	[":turnover"] = "出牌时机：出牌阶段。\
使用目标：攻击范围内的一名角色\
作用效果：除非目标角色打出1张【杀】，否则须将自己的武将牌翻面",
	["yajiao_spear"] = "涯角枪",
	[":yajiao_spear"] = "锁定技，当你的【杀】被闪避时，获得那张【闪】",
	["wolf"] = "空手白狼",
	[":wolf"] = "出牌时机：出牌阶段。\
使用目标：你。\
作用效果：分别从其他角色的区域内随机获得一张牌，若获得的牌大于三张，流失一点体力",

	["#Drank"] = "%from 喝了【酒】，下一张【杀】将具有伤害 +1 的效果",
	["#UnsetDrank"] = "%from 杀的结算完毕，【酒】的效果消失",
	["#UnsetDrankEndOfTurn"] = "%from 的回合结束，【酒】的效果消失",
	["redalert-trick"] = "%src 使用了【红色警报】，请打出一张锦囊来响应",
	["turnover-slash"] = "%src 对你使用了【背后偷袭】，请打出一张【杀】来响应",
}
