-- translation for StandardPackage

local t = {
	["standard_cards"] = "标准卡牌包",
	["standard_ex_cards"] = "标准EX卡牌包",
	["attack_card"] = "进攻牌", 
	["defense_card"] = "防御牌", 
	["recover_card"] = "恢复牌", 
	["disgusting_card"] = "恶心牌", 
	["global_effect"] = "全局效果", 
	["aoe"] = "范围效果", 
	["single_target_trick"] = "单体锦囊", 
	["delayed_trick"] = "延时锦囊", 
	["weapon"] = "武器", 
	["armor"] = "防具", 
	["defensive_horse"] = "防御马", 
	["offensive_horse"] = "进攻马", 
	["slash"] = "杀", 
	["jink"] = "闪", 
	["peach"] = "桃", 
	["crossbow"] = "诸葛连弩", 
	["double_sword"] = "雌雄双股剑", 
	["qinggang_sword"] = "青釭剑", 
	["blade"] = "青龙偃月刀", 
	["spear"] = "丈八蛇矛", 
	["axe"] = "贯石斧", 
	["halberd"] = "方天画戟", 
	["kylin_bow"] = "麒麟弓", 
	["eight_diagram"] = "八卦阵", 
	["renwang_shield"] = "仁王盾", 
	["horse"] = "马",
	["ice_sword"] = "寒冰剑", 
	["jueying"] = "绝影", 
	["dilu"] = "的卢", 
	["zhuahuangfeidian"] = "爪黄飞电", 
	["chitu"] = "赤兔", 
	["dayuan"] = "大宛", 
	["zixing"] = "紫骍", 
	["amazing_grace"] = "五谷丰登", 
	["god_salvation"] = "桃园结义", 
	["savage_assault"] = "南蛮入侵", 
	["archery_attack"] = "万箭齐发", 
	["collateral"] = "借刀杀人", 
	["duel"] = "决斗", 
	["ex_nihilo"] = "无中生有", 
	["snatch"] = "顺手牵羊", 
	["dismantlement"] = "过河拆桥", 
	["nullification"] = "无懈可击", 
	["indulgence"] = "乐不思蜀", 
	["lightning"] = "闪电", 
	["eight_diagram:yes"] = "进行一次判定，若判定结果为红色，则视为你打出了一张【闪】", 
	["slash-jink"] = "%src 使用了【杀】，请打出一张【闪】", 
	["duel-slash"] = "%src 向您决斗，您需要打出一张【杀】", 
	["savage-assault-slash"] = "%src 使用了【南蛮入侵】，请打出一张【杀】来响应", 
	["archery-attack-jink"] = "%src 使用了【万箭齐发】，请打出一张【闪】以响应", 
	["collateral-slash"] = "%src 使用了【借刀杀人】，目标是 %dest，请打出一张【杀】以响应", 
	["blade-slash"] = "您可以再打出一张【杀】发动青龙偃月刀的追杀效果", 
	["double-sword-card"] = "%src 发动了雌雄双股剑特效，您必须弃一张手牌或让 %src 摸一张牌", 
	["@axe"] = "你可再弃两张牌（包括装备）使此杀强制命中", 
	["double_sword:yes"] = "您可以让对方让您摸一张牌或自弃一牌", 
	["ice_sword:yes"] = "您可以弃掉弃两张牌", 
	["kylin_bow:yes"] = "弃置对方的一匹马", 
	["kylin_bow:dhorse"] = "防御马(+1马)", 
	["kylin_bow:ohorse"] = "进攻马(-1马)", 
	["#Slash"] = "%from 对 %to 使用了【杀】", 
	["#Jink"] = "%from 使用了【闪】", 
	["#AxeSkill"] = "%from 使用了贯石斧的技能，弃掉了2张牌以对 %to 强制命中", 
	[":slash"] = "出牌时机：出牌阶段\
使用目标：除你外，你攻击范围内的一名角色\
作用效果：【杀】对目标角色造成1点伤害", 
	[":jink"] = "出牌时机：以你为目标的【杀】开始结算时\
使用目标：以你为目标的【杀】\
作用效果：抵消目标【杀】的效果", 
	[":peach"] = "出牌时机：1、出牌阶段。2、有角色处于濒死状态时\
使用目标：1、你。2、处于濒死状态的一名角色\
作用效果：目标角色回复1点体力", 
	[":duel"] = "出牌时机：出牌阶段\
使用目标：除你以外，任意一名角色\
作用效果：由目标角色先开始，你和他（她）轮流打出一张【杀】，【决斗】对首先不出【杀】的一方造成1点伤害；另一方成为此伤害的来源", 
	[":dismantlement"] = "出牌时机：出牌阶段。\
使用目标：除你以外，任意一名角色。\
作用效果：你选择并弃掉目标角色手牌（随机选择）、装备区或判定区里的一张牌", 
	[":snatch"] = "出牌时机：出牌阶段。\
使用目标：除你以外，与你距离1以内的一名角色。\
作用效果：你选择并获得目标角色手牌（随机选择）、装备区或判定区里的一张牌", 
	[":archery_attack"] = "出牌时机：出牌阶段。\
使用目标：除你以外的所有角色。\
作用效果：按行动顺序结算，除非目标角色打出1张【闪】，否则该角色受到【万箭齐发】对其造成的1点伤害", 
	[":savage_assault"] = "出牌时机：出牌阶段。\
使用目标：除你以外的所有角色。\
作用效果：按行动顺序结算，除非目标角色打出1张【杀】，否则该角色受到【南蛮入侵】对其造成的1点伤害", 
	[":god_salvation"] = "出牌时机：出牌阶段。\
使用目标：所有角色。\
作用效果：按行动顺序结算，目标角色回复1点体力", 
	[":ex_nihilo"] = "出牌时机：出牌阶段。\
使用目标：你。\
作用效果：摸两张牌", 
	[":amazing_grace"] = "出牌时机：出牌阶段。\
使用目标：所有角色。\
作用效果：按你从牌堆顶亮出等同于现存角色数量的牌，然后按行动顺序结算，目标角色选择并获得这些牌中的一张", 
	[":collateral"] = "出牌时机：出牌阶段。\
使用目标：除你以外，装备区里有武器牌的一名角色A。（你需要在此阶段选择另一个A使用【杀】能攻击到的角色B）。\
作用效果：A需对B使用一张【杀】，否则A必须将其装备的武器牌交给你", 
	[":indulgence"] = "出牌时机：出牌阶段。\
使用目标：除你以外，任意一名角色。\
作用效果：将【乐不思蜀】横置于目标角色判定区里，目标角色回合判定阶段，进行判定；若判定结果不为红桃，则跳过目标角色的出牌结算，将【乐不思蜀】弃置", 
	[":lightning"] = "【闪电】出牌时机：出牌阶段。\
使用目标：你。\
作用效果：将【闪电】横置于目标角色判定区里，目标角色回合判定阶段，进行判定；若判定结果为黑桃2-9之间（包括黑桃2和9），则【闪电】对目标角色造成3点伤害，将闪电弃置。若判定结果不为黑桃2-9之间（包括黑桃2和9），将【闪电】移动到当前目标角色下家（【闪电】的目标变为该角色）的判定区", 
	[":nullification"] = "出牌时机：目标锦囊对目标角色生效前。\
使用目标：目标锦囊。\
作用效果：抵消该锦囊对其指定的一名目标角色产生的效果", 
	[":crossbow"] = "攻击范围：１\
武器特效：出牌阶段，你可以使用任意张【杀】", 
	[":double_sword"] = "攻击范围：２\
武器特效：你使用【杀】时，指定了一名异性角色后，在【杀】结算前，你可以令对方选择一项：自己弃一张手牌或者让你从牌堆摸一张牌", 
	[":ice_sword"] = "攻击范围：２\
武器特效：当你使用【杀】造成伤害时，你可以防止此伤害，改为弃置该目标角色的两张牌（弃完第一张再弃第二张）", 
	[":qinggang_sword"] = "【青釭剑】攻击范围：２\
武器特效：锁定技，每当你使用【杀】时，无视目标角色的防具", 
	[":blade"] = "攻击范围：３\
武器特效：当你使用的【杀】被【闪】抵消时，你可以立即对相同的目标再使用一张【杀】直到【杀】生效或你不愿意出了为止", 
	[":spear"] = "攻击范围：３\
武器特效：当你需要使用（或打出）一张【杀】时，你可以将两张手牌当一张【杀】使用（或打出）", 
	[":axe"] = "攻击范围：３\
武器特效：目标角色使用【闪】抵消你使用【杀】的效果时，你可以弃两张牌，则【杀】依然造成伤害", 
	[":halberd"] = "【方天画戟】攻击范围：４\
武器特效：当你使用的【杀】是你的最后一张手牌时，你可以为这张【杀】指定至多三名目标角色，然后按行动顺序依次结算之", 
	[":kylin_bow"] = "攻击范围：５\
武器特效：你使用【杀】对目标角色造成伤害时，你可以将其装备区里的一匹马弃置", 
	[":eight_diagram"] = "防具效果：每当你需要使用（或打出）一张【闪】时，你可以进行一次判定：若结果为红色，则视为你使用（或打出）了一张【闪】；若为黑色，则你仍可从手牌里使用（或打出）。\
★由八卦使用或打出的【闪】，并非从你的手牌中使用或打出", 
	[":renwang_shield"] = "防具效果：锁定技，黑色的【杀】对你无效", 
	[":-1 horse"] = "你计算与其他角色的距离时，始终-1。（你可以理解为一种进攻上的优势）不同名称的-1马，其效果是相同的", 
	[":+1 horse"] = "其他角色计算与你的距离时，始终+1。（你可以理解为一种防御上的优势）不同名称的+1马，其效果是相同的", 
	["standard"] = "标准版", 

	["kudoushinichi"] = "工藤新一", 
	["hattoriheiji"] = "服部平次", 
	["mourikogorou"] = "毛利小五郎", 
	["edogawaconan"] = "江户川柯南", 
	["haibaraai"] = "灰原哀", 
	["yoshidaayumi"] = "吉田步美", 
	["mouriran"] = "毛利兰", 
	["touyamakazuha"] = "远山和叶", 
	["kyougokumakoto"] = "京极真", 
	["kaitoukid"] = "怪盗基德", 
	["sharon"] = "莎朗·温亚德", 
	["megurejyuuzou"] = "目暮十三",
	["shiratorininzaburou"] = "白鸟任三郎", 
	["matsumotokiyonaka"] = "松本清长", 
	["otagiritoshirou"] = "小田切敏郎", 
	["kurobakaitou"] = "黑羽快斗", 
	["nakamoriaoko"] = "中森青子", 
	["gin"] = "琴酒", 
	["vodka"] = "伏特加", 
	["akaishuichi"] = "赤井秀一", 
	["agasahiroshi"] = "阿笠博士", 
	["kobayashisumiko"] = "小林澄子", 
	["yamamuramisae"] = "山村美砂绘", 
	["aoyamagoushou"] = "青山刚昌",
	["uzumaki"] = "漩涡鸣人",
	["haruno"] = "春野樱",

	["DefaultDesigner"] = "Ailue",
	["designer:otagiritoshirou"] = "Ailue、尉迟泱",
	["designer:kobayashisumiko"] = "Ailue、尉迟泱",
	
	["zhenxiang"] = "真相", 
	[":zhenxiang"] = "以下情况，你可以观看A的手牌：\
1、回合外当A对你使用非延时锦囊（不含五谷丰登）时\
2、出牌阶段主动指定一名角色为目标A，直到此回合结束A的手牌始终对你处于可见状态", 
	["$Zhenxiangissingle"] = "%from 观看了 %to 的手牌",
	["wuwei"] = "无畏", 
	[":wuwei"] = "主公技，在你的回合之外，当你受到一次伤害时，可以要求其他角色轮流对伤害来源使用一张【杀】（视为你使用）", 
	[":wuwei:"] = "%from 想让你帮其出一张【杀】:", 
	["wuwei:accept"] = "响应无畏", 
	["wuwei:ignore"] = "不响应", 
	["@wuwei-slash"] = "请打出一张【杀】以响应主公的【无畏】", 
	["rexue"] = "热血", 
	[":rexue"] = "你每受到一点伤害，可摸一张牌置于一名其他角色的武将牌上，该角色在濒死时可以弃掉一张热血牌，回复一点体力", 
	["jiaojin"] = "较劲", 
	[":jiaojin"] = "单发技，你可以向一名有手牌的角色展示一张手牌，对方必须弃掉一张相同花色的手牌，否则需弃掉三张牌\
	\
★单发技的定义：每回合出牌阶段可以发动且只能发动一次的技能", 
	["@jiaojinask"] = "%src 发动了【较劲】，如果你不能弃掉和 %arg 相同花色的牌，你的装备或手牌将不保", 
	["chenshui"] = "沉睡", 
	[":chenshui"] = "回合开始阶段，你可以选择跳过判定阶段、摸牌阶段和出牌阶段，若如此做，从主公开始所有角色必须打出一张【杀】，否则受到你造成的一点伤害，你可以指定一名角色不受技能影响", 
	["chenshuiprotect"] = "请选择一名角色，该角色不受【沉睡】的影响",
	["chenshui-slash"] = "%src 陷入了沉睡，请打出一张【杀】来证明自己的清白", 
	["jingxing"] = "惊醒", 
	[":jingxing"] = "锁定技，你每受到一点伤害，可立即摸两张牌或指定一名角色摸两张牌", 
--	["zuoxi"] = "做戏", 
--	[":zuoxi"] = "单发技，出牌阶段，当你发起的某个事件结算完毕后，未造成任何濒死或死亡，你可以反悔一次\
--★结算后反悔举例：当你用过河拆桥拆A，B出了无懈可击，你反无懈，A被拆。执行反悔操作，A从弃牌堆里收回被拆的牌，你回收无懈可击，B回收无懈可击，你回收过河拆桥，完毕", 
	["zhinang"] = "智囊", 
	[":zhinang"] = "回合外，每失去一张手牌，可以立即摸一张牌", 
	["mazui"] = "麻醉",
	[":mazui"] = "单发技，你可以指定一名角色然后判定，若为红桃，该角色将其武将牌翻面",
	["fuyuan"] = "复原",
	[":fuyuan"] = "主公技，弃牌阶段，若你弃牌数不小于两张，你可以同时获得工藤新一的武将技，有效期至你下个回合的弃牌阶段",
	["$Fuyuanrb"] = "%from 又变成了小屁孩的样子……",
	["pantao"] = "叛逃",
	[":pantao"] = "任意其他角色的回合开始前，若你已受伤且武将牌正面朝上，可以立即插入你的一个回合并将自己的武将牌翻面，此回合结束后，进入该角色的回合",
	["shiyan"] = "实验",
	[":shiyan"] = "单发技，出牌阶段，你可以对自己的一张手牌进行判定，若判定牌和此牌花色相同，可摸两张牌。无论结果，你都获得此判定牌",
	["$Shiyansuc"] = "%from 判定牌的花色和 %card 的花色相同 ，实验成功！",
	["$Shiyanfail"] = "%from 判定牌的花色和 %card 的花色不同 ，实验失败……",
	["qianfu"] = "潜伏",
	[":qianfu"] = "锁定技，当你的武将牌背面朝上时，黑色的【杀】对你无效",
	["tianzhen"] = "天真",
	[":tianzhen"] = "锁定技，任意锦囊对你造成的伤害无效；你使用锦囊对其他角色造成的伤害无效",
	["#TianzhenPrevent"] = "%from 的锁定技【%arg】被触发，防止了当前锦囊对 %to 造成的 %arg2 点伤害",
	["lanman"] = "烂漫",
	[":lanman"] = "当你的体力是全场最少时，可以将方块手牌当【无中生有】使用",
	["dontcry"] = "不哭",
	[":dontcry"] = "觉醒技，首次行动跳过弃牌阶段，若第三次行动之后依然存活，增加1点体力上限并回复全部体力",
	["#BukuWake"] = "阳光总在风雨后，%from 触发了觉醒技【%arg】，增加了1点体力上限",
	["duoren"] = "夺刃",
	[":duoren"] = "你可以将红色手牌当【闪】打出。当你打出一张【闪】时，可获得当前行动角色的武器",
	["shouhou"] = "守候",
	[":shouhou"] = "回合开始阶段，你可以选择跳过判定和摸牌阶段，为任一角色回复一点体力",
	["heqi"] = "合气",
	[":heqi"] = "当你成为【杀】的目标时，若你的手牌没有【杀】的使用者的所有牌多，你可以立即获得其一张牌",
	["shouqiu"] = "手球",
	[":shouqiu"] = "当任意角色的判定牌生效前，你可以打出一张牌代替之",
	["@shouqiu-card"] = "请使用【手球】技能来修改 %src 的 %arg 判定", 
	["shenyong"] = "神勇",
	[":shenyong"] = "当你的【杀】造成伤害时，可视为对原目标攻击范围内的另一目标使用了一张【杀】。神勇可连锁发动但每名角色只能被指定一次目标\
	\
★神勇连锁举例：A对B出杀(黑桃8)，B没闪掉血，继续指定B攻击范围内的C，C没闪掉血，再指定C攻击范围内的D，D出闪，结束",
	["shentou"] = "神偷",
	[":shentou"] = "你可以将任意锦囊当【顺手牵羊】使用；若出牌阶段你使用【顺手牵羊】超过两次，可以跳过弃牌阶段",
	["baiyi"] = "白衣",
	[":baiyi"] = "单发技，你可以卸下自己的一件装备并让一名其他角色观看自己的手牌",
	["feixing"] = "飞行",
	[":feixing"] = "锁定技，当你装备区没牌时，视为你装备着一辆+1车",
	["wuyu"] = "物语",
	[":wuyu"] = "锁定技，每失去装备区里的一张牌，立即摸两张牌",
	["#Wuyu"] = "%from 的锁定技【%arg】被触发",
	["yirong"] = "易容",
	[":yirong"] = "限定技，当你死亡时，可重新选择一次武将，并恢复体力至3点",
	["yaiba"] = "面膜",
	["quzheng"] = "取证",
	[":quzheng"] = "在其他角色弃牌阶段结束时，你可以用你的手牌替换该角色的弃牌，数量不限",
	["ranglu"] = "让路",
	[":ranglu"] = "主公技，你可以将“取证”的机会交给其他侦势力角色",
	["guilin"] = "归林",
	[":guilin"] = "任意角色判定阶段判定前，你可以和其交换判定区的所有牌",
	["shangchi"] = "伤饬",
	[":shangchi"] = "摸牌阶段，若你已受伤，可以额外摸X张牌，或者让另一名角色摸X-1张牌，X为你失去的体力",
	["shangchi:me"] = "自己摸牌",
	["shangchi:him"] = "其他人摸牌",
	["diaobing"] = "调兵",
	[":diaobing"] = "主公技，出牌阶段，你可以指定一个目标，让其他警势力角色轮流攻击一次\
	\
★发动调兵时，警势力角色可以打出【杀】、【决斗】和【火攻】来响应",
	[":diaobing:"] = "%from 命令你攻击目标:", 
	["diaobing:accept"] = "攻击", 
	["diaobing:ignore"] = "弹药不足", 
	["@diaobing-slash"] = "请打出一张【杀】【决斗】或【火攻】以响应主公的【调兵】", 
	["qinjian"] = "勤俭",
	[":qinjian"] = "当你的【杀】被抵消时，可做一次判定，若为红色，则收回那张【杀】，并立即使用一次",
	["@qinjian-slash"] = "你可以再使用一次【杀】", 
--	["bjvh"] = "变装",
--	[":bjvh"] = "回合开始阶段，你可以弃一张牌，改变自己的性别",
	["tishen"] = "替身",
	[":tishen"] = "限定技，当你濒死时，可做一次判定，若为梅花，解除濒死状态并恢复体力至3点",
	["fake"] = "假人",
	["moshu"] = "魔术",
	[":moshu"] = "在任意角色摸牌阶段前，你可以获得堆顶的一张或两张牌，然后用等量手牌替换之，每轮限一次",
	["magic"] = "魔力",
	["moshu:zero"] = "不发动",
	["moshu:one"] = "换1张",
	["moshu:two"] = "换2张",
	["#Moshu"] = "%from 发动了【%arg2】技能，替换了牌堆顶的 %arg 张牌",
	["moshu-only"] = "请选择一张手牌放到牌堆顶",
	["moshu-first"] = "请先选择一张手牌放到当前牌堆顶",
	["moshu-second"] = "请再选择一张手牌放到当前牌堆顶",
	["renxing"] = "任性",
	[":renxing"] = "单发技，你可以和一名体力不比你少的角色拼点，如果获胜，可获得对方的一张牌，否则失去一点体力",
	["qingmei"] = "青梅",
	[":qingmei"] = "锁定技，你参与拼点时，除你之外其他角色的基本牌点数均为1",
	["#Qingmeieff"] = "%from 的锁定技【%arg】生效，某张拼点牌的点数可能发生了改变",
	["ansha"] = "暗杀",
	[":ansha"] = "限定技，出牌阶段，弃掉四张不同花色的手牌，让一名角色获得暗杀标记（不明示）。该角色在其回合结束阶段受到你对其造成的3点伤害，发动后体力上限-1",
	["anshamark"] = "杀气",
	["juelu"] = "绝戮",
	[":juelu"] = "当你的【杀】造成伤害时，可以对受到伤害的角色再使用一次【杀】",
	["juelu-slash"] = "你可以继续对目标使用【杀】",
	["heiyi"] = "黑衣",
	[":heiyi"] = "主公技，黑势力角色可以将自己的摸牌阶段转交给你，你下个摸牌阶段额外摸两张牌",
	["@heiyi"] = "黑衣",
	["maixiong"] = "买凶",
	[":maixiong"] = "出牌阶段，你可以将自己的基本牌以每人一张的形式分给其他角色，每分出去两张，你回复一点体力",
	["dashou"] = "打手",
	[":dashou"] = "回合结束阶段，你可以向每名其他角色要一张牌，若你获得的牌大于两张，将武将牌翻面",
	["@dashou-get"] = "%src 向你求一张牌，想给就给，不想给就别给",
	["jushen"] = "狙神",
	[":jushen"] = "锁定技，你的【杀】不可闪避；你对攻击范围内的角色使用【决斗】和【火攻】时立即造成伤害",
	["#Jushenslash"] = "%from 的锁定技【%arg】生效，目标不可闪避",
	["#Jushenattack"] = "%from 的锁定技【%arg】生效",
	["xunzhi"] = "殉职",
	[":xunzhi"] = "锁定技，当你死亡时，令包括杀死你的角色在内的一共两名角色获得以下技能直到游戏结束：摸牌阶段，少摸一张牌",
	["#Xunzhieffect"] = "%from 受到【%arg】效果的影响，少摸了1张牌",
	["@aka"] = "红色",
	["gaizao"] = "改造",
	[":gaizao"] = "摸牌阶段摸牌前，弃掉一名角色装备区内的一张牌，自己和对方同时摸一张牌",
	["suyuan"] = "溯源",
	[":suyuan"] = "在你参与的伤害事件结算前，你可以更改伤害来源",
	["#SuyuanChange"] = "%from 发动了技能【%arg】，将本次伤害来源更改为 %to",
	["baomu"] = "保姆",
	[":baomu"] = "主公技，在少势力角色濒死时，你可以弃一张黑桃手牌，为其回复1点体力",
	["yuanding"] = "园丁",
	[":yuanding"] = "出牌阶段，你可以亮出一张手牌并指定一名有手牌的角色，该角色需给你一张手牌，然后获得你亮出的这张牌",
	["@yuandingask"] = "%src 发动了【园丁】，你可以用一张手牌替换亮出的园丁牌", 
	["qiniao"] = "栖鸟",
	[":qiniao"] = "弃牌阶段，若你的弃牌数小于2，可以指定一名角色，其下回合的判定阶段自动跳过",
	["@bird"] = "鸟",
	["biaoche"] = "飙车",
	[":biaoche"] = "锁定技，当与体力比你多的角色计算距离时，始终-1；当体力比你多的角色计算和你的距离时，始终+1",
	["jingshen"] = "敬神",
	[":jingshen"] = "单发技，每回合你可以将一张手牌移出游戏作为“祭品”，当祭品数和场上人数相等时，全部取出来并交给一名角色",
	["jipin"] = "祭品",
	["long"] = "龙颿",
	[":long"] = "你每造成一次伤害时，可做一次判定，若判定牌点数为合数，你摸一张牌并抵消此伤害；为质数，对方立即摸两张牌且伤害+1；既不是质数也不是合数，伤害+2\
	\
★关于质数和合数的概念请查阅四年级小学数学课本",

	["$Dismantlement"] = "%from 被拆掉了 %card",
	["#AcquireSkill"] = "%from 获得了技能 【%arg】", 
}

local ohorses = {"chitu", "dayuan", "zixing"}
local dhorses = {"zhuahuangfeidian", "dilu", "jueying", "hualiu"}

for _, horse in ipairs(ohorses) do
	t[":" .. horse] = t[":-1 horse"]
end

for _, horse in ipairs(dhorses) do
	t[":" .. horse] = t[":+1 horse"]
end

return t