-- translation for StandardGeneralPackage

return {
	["standard"] = "标准版",

-- 草帽海贼团
	["lufei"] = "蒙其·D·路飞",
	["xjq"] = "橡胶枪",
	[":xjq"] = "出牌阶段每当你使用过一张【杀】后，你可以进行判定，若为红色，你可以再次使用一张【杀】——如此反复。",
	["@xjq"] = "因为【橡胶枪】技能的效果，你可以再使用一张【杀】",
	["jyt"] = "绝缘体",
	[":jyt"] = "[锁]任何雷属性对你造成的伤害均为0。",
	["#JYTEffect"] = "%from 的锁定技【%arg】被触发，你受到的 %arg2 点雷电属性视为 0",
	["wq"] = "王气", -- 未系统化
	[":wq"] = "必杀技，任何时候你可以将任意一张方片牌当【无懈可击】使用。",

	["suolong"] = "罗罗诺亚·索隆",
	["fnf"] = "烦恼风",
	[":fnf"] = "摸牌阶段你可以放弃摸牌，视为对任意一名角色使用一张【杀】。",
	["sqsj"] = "三千世界",
	[":sqsj"] = "必杀技，当你使用【杀】指定一名角色为目标时，你可以弃一张牌指定攻击范围内最多另两名角色为【杀】的目标。",
	["@sqsj"] = "你可以发动【三千世界】，再额外指定两名角色作为这张【杀】的目标",

	["weiwei"] = "奈菲鲁塔丽·薇薇",
	["zz"] = "止战",
	[":zz"] = "你每次受到伤害后可进行一次判定，若结果不为黑桃，则目标来源立即进入弃牌阶段。",
	["tm"] = "同盟",
	[":tm"] = "必杀技，你每次受到伤害时可进行一次判定，若结果不为黑桃，则与你距离1以内的所有角色依次失去1点体力。",

	["xiangji"] = "香吉士",
	["ss"] = "绅士",
	[":ss"] = "每当有女性角色受到伤害时，你可选择自减1点体力或弃两张牌令此角色不受此次伤害。",
	["emfj"] = "恶魔风脚",
	[":emfj"] = "[锁]当你使用草花【杀】指定一名男性角色为目标时，目标角色需连续使用两张【闪】才能抵消。",
	["@emfj-jink-1"] = "%src 拥有【恶魔风脚】技能，您必须连续出两张【闪】",
	["@emfj-jink-2"] = "%src 拥有【恶魔风脚】技能，你还需出一张【闪】",
	["dc"] = "大餐",
	[":dc"] = "必杀技，出牌阶段你可以主动弃两张手牌令最多三名角色各回复1点体力。",

	["namei"] = "娜美",
	["xzm"] = "小贼猫",
	[":xzm"] = "出牌阶段你可以将任意一张黑桃牌当【盗取】使用。",
	["jm"] = "机敏",
	[":jm"] = "必杀技，[锁]每当你使用一张黑色技能牌时，你立即摸一张牌。",

	["buluke"] = "布鲁克",
	["hq"] = "黄泉",
	[":hq"] = "当你每需要扣减1点体力时：你可以进行一次判定，并将判定牌放在你的角色牌上，若该牌的花色与你角色牌上已有的任何花色都不同，你不扣减体力。若相同，你扣减1点体力，并拿掉这张相同花色的牌。",
	["hq_pile"] = "黄泉堆",
	["cs"] = "重生", -- 已实现、耦合技
	[":cs"] = "必杀技，你每扣减1点体力后，可以清空自己角色牌上所有已翻出的判定牌。",

	["fulanqi"] = "福兰奇",
	["jt"] = "解体",
	[":jt"] = "出牌阶段你可以将任意一张草花牌当【船工分解】使用。",
	["lb"] = "裸奔", -- 未开工
	[":lb"] = "必杀技，摸牌阶段你可以选择:1.失去1点体力；2.跳过摸牌和出牌阶段并主动弃掉所有手牌。你每做出上述一项选择可以指定其他任意一名角色弃掉所有的牌你每扣减1点体力后，你可以清空自己角色牌上所有已翻出的判定牌。",

	["luobin"] = "妮可·罗宾",
	["hk"] = "花开", -- 待事件就位
	[":hk"] = "每当有角色在其出牌阶段摸完牌后，你可以立即摸一张牌。",
	["ts"] = "逃生",
	[":ts"] = "必杀技，[锁]【屠魔令】和【海啸】对你无效。",
	["#TSNullify"] = "%from 的锁定技【%arg】被触发，【%arg2】对其无效",

	["qiaoba"] = "东尼东尼·乔巴",
	["ys"] = "医术",
	[":ys"] = "任何时候你可以将任意一张红色牌当【肉】使用。",
	["wny"] = "万能药", -- 已实现、耦合技
	[":wny"] = "必杀技，[锁]任何时候你使用的红桃【肉】可额外回复1点体力。",

	["wusuopu"] = "乌索普",
	["cn"] = "吹牛",
	[":cn"] = "出牌阶段你可以将任意一张红桃牌当【木质宝箱】使用。",
	["jdxj"] = "极端消极",
	[":jdxj"] = "[锁]你不能成为【消极之魂】的目标。",
	["slx"] = "三连星", -- 未开工
	[":slx"] = "必杀技，当你使用【杀】指定一名角色为目标时，你可以弃N张手牌，目标角色需连续使用N+1张【闪】才能抵消。",

-- 海军
	["qingzhi"] = "库赞",
	["bd"] = "冰冻",
	[":bd"] = "在你的回合结束阶段你可以选择冻结所有角色一回合（该回合不计算其他角色回合数），再次进入你的回合开始阶段，每回合限用一次。",
	["bhsd"] = "冰河时代",
	[":bhsd"] = "必杀技，在你的回合结束阶段你可以选择冻结所有角色一回合（该回合不计算其他角色回合数），再次进入你的回合开始阶段，每回合限用一次。",

	["zhantaowan"] = "战桃丸",
	["hw"] = "护卫",
	[":hw"] = "任何时候你可以将你手牌的【杀】当【霸气】，【闪】当【杀】或【霸气】使用或打出。",
	["bw"] = "巴纹",
	[":bw"] = "必杀技，[锁]当你没有手牌时，你立即摸一张牌。",

	["maizelun"] = "麦哲伦",
	["fx"] = "腹泻",
	[":fx"] = "[锁]回合开始阶段当你的手牌数大于你的血量时，你必须选择弃掉一张手牌或失去1点体力。",
	["dld"] = "毒龙弹",
	[":dld"] = "必杀技，摸牌阶段你可以选择放弃摸牌并进行一次判定：你获得此判定牌，且此回合的出牌阶段你可以将任意一张与此判定牌相同颜色的手牌交给任意其他角色，其他角色每得到一张牌受1点伤害。",

	["chiquan"] = "萨卡斯基",
	["dph"] = "大喷火",
	[":dph"] = "当你使用【杀】指定一名角色为目标时，你可以弃一张红色手牌，则此【杀】造成的伤害+1。", -- 酒效果
	["lxhs"] = "流星火山",
	[":lxhs"] = "必杀技，当你的【杀】造成伤害后，你可以指定你攻击范围内的另一名角色进行一次判定，若为红色，则对此角色造成1点伤害。",

	["dasiqi"] = "达斯琪",
	["dcc"] = "刀痴",
	[":dcc"] = "当你失去一张装备区里的牌时，你可以立即摸两张牌。",
	["jhz"] = "居合斩",
	[":jhz"] = "你每次受到伤害后可进行一次判定，若结果不为草花，则目标来源受到你对其造成的1点伤害。",
	["jd"] = "集刀",
	[":jd"] = "必杀技，出牌阶段你可以将任意一张手牌当【挑拨】使用。",

	["kebi"] = "克比",
	["mx"] = "梦想",
	[":mx"] = "回合结束阶段你可以说出一种颜色并进行判定，若判定牌与你说的颜色相同则立即获得此牌，并可继续使用梦想——如此反复，直到猜错或你不愿梦想了为止。",
	["mxr"] = "红色",
	["mxb"] = "黑色",
	["yz"] = "意志",
	[":yz"] = "必杀技，任何时候你可以将任意一张草花牌当【肉】使用。",

	["huangyuan"] = "波鲁萨利诺",
	["bcj"] = "八咫镜",
	[":bcj"] = "出牌阶段当你使用了一张真实技能牌后你可以选择马上将另一张同花色的牌当做该技能牌使用。",
	["gy"] = "勾玉", -- 决斗未做
	[":gy"] = "必杀技，当你使用的【杀】或【决斗】被抵消时，你可以将这张【杀】或【决斗】重新收为手牌。",

	["simoge"] = "斯摩格",
	["bwn"] = "白蔓",
	[":bwn"] = "[锁]你的攻击范围始终+1。",
	["yg"] = "烟鬼",
	[":yg"] = "[锁]你的手牌上限数为你现有的体力值加上两倍的已失去体力值。",
	["bsjf"] = "白色疾风",
	[":bsjf"] = "必杀技，[锁]当你使用【杀】攻击一名角色时，无视该角色的防具。",

	["luqi"] = "罗布·路奇",
	["zq"] = "指枪",
	[":zq"] = "[锁]当你没装备武器时你使用的【杀】不可被闪避。",
	["tk"] = "铁块",
	[":tk"] = "必杀技，[锁]当其他角色使用【杀】攻击你时，【杀】的来源需要打出两张【杀】当一张【杀】使用。",

-- 七武海
	["yingyan"] = "朱洛基尔·米霍克",
	["pz"] = "破舟",
	[":pz"] = "当你使用的【杀】被抵消时，此【杀】依次转移给除你以外的下一名角色，直到造成伤害为止。",
	["hdy"] = "黑刀·夜",
	[":hdy"] = "必杀技，当你使用【杀】造成伤害时，你可以进行一次判定，若结果不为方片，则此次的伤害+1。",

	["keluokedaer"] = "沙尔·克洛克达尔",
	["qs"] = "侵蚀",
	[":qs"] = "锁定技，你每【杀】死1名角色，回复2点体力。",
	["sb"] = "沙暴",
	[":sb"] = "必杀技，出牌阶段你可以弃两张同色牌，所有其他角色需依次打出一张与你弃掉的颜色相同的手牌，否则该角色受到1点伤害。",

	["xiong"] = "巴索罗米·熊",
	["ylp"] = "压力炮",
	[":ylp"] = "每当你使用的【杀】造成伤害后，你可以进行判定，若为黑色，则此【杀】传递给下一名角色，如果下一名角色是你或【杀】被抵消则不能继续发动压力炮。",
	["yysd"] = "阴愈伤弹",
	[":yysd"] = "必杀技，出牌阶段你可以失去1点体力并弃一张手牌，然后指定攻击范围内一名受伤的角色最多回复2点体力，再指定攻击范围内另一名角色承受1点伤害。",

	["duofulangminge"] = "唐吉诃德·多佛朗明哥",
	["ck"] = "操控",
	[":ck"] = "在任意角色的判定牌生效前，你可以打出一张非黑桃牌代替之，并立即回复1点体力。",
	["@ck-card"] = "请使用【操控】技能来修改 %src 的 %arg 判定",
	["hm"] = "黑幕",
	[":hm"] = "必杀技，锁定技，你的手牌上限+3。",

	["diqi"] = "歇尔·D·帝奇",
	["hd"] = "黑洞",
	[":hd"] = "出牌阶段你可以失去1点体力，然后指定攻击范围内任意一名角色打出两张红色牌，否则目标角色受到1点伤害。",
	["sj"] = "赏金",
	[":sj"] = "锁定技，你每【杀】死1名角色后可额外摸两张牌。",
	["as"] = "暗水", -- 未完成
	[":as"] = "必杀技，锁定技，在你的回合，除你以外所有人不能主动使用或打出或弃红色牌。",

	["hankuke"] = "波雅·汉库克",
	["wqq"] = "吻枪",
	[":wqq"] = "每当你受到伤害时，你可以弃一张红色牌来转移此伤害给攻击范围内的任意一名男性角色。",
	["ttgf"] = "甜甜甘风",
	[":ttgf"] = "必杀技，你不能成为男性角色使用的【杀】或【决斗】的目标。",

	["shenping"] = "甚平",
	["ksd"] = "空手道",
	[":ksd"] = "出牌阶段当你使用的【杀】被【闪】抵消时，你可以立即打出一张红色手牌当【海啸】使用。",
	["xy"] = "侠义",
	[":xy"] = "必杀技 回合开始阶段你可以选择跳过该回合的判定阶段和摸牌阶段，指定其他任意一名角色摸一张牌，自己回复1点体力。",

	["moliya"] = "月光·莫利亚",
	["md"] = "墓地",
	[":md"] = "你可以立即获得死亡角色的所有手牌。",
	["zs"] = "纵尸",
	[":zs"] = "出牌阶段你可以额外使用N次【杀】，N为已死亡角色的数量。",
	["yts"] = "影替身",
	[":yts"] = "必杀技 每当你受到伤害时，你可以弃一张黑桃牌来抵消这次伤害。",

-- 其他海贼
	["lita"] = "亚尔丽塔",
	["hh"] = "滑滑",
	[":hh"] = "当【船工分解】、【盗取】或【决斗】对你生效时，你可以弃一张黑色手牌，将此效果转移给非目标来源的任意一名角色。",
	["hll"] = "滑溜溜",
	[":hll"] = "必杀技 当【屠魔令】或【海啸】对你生效时，你可以弃一张黑色手牌，将此效果转移给其他任意一名角色。",

	["baji"] = "巴基",
	["sf"] = "四分",
	[":sf"] = "锁定技 你不能成为【杀】的目标。",
	["wl"] = "五裂",
	[":wl"] = "必杀技 锁定技 你的体力上限-2。",

	["mrkr"] = "冯·克雷",
	["ry"] = "人妖",
	[":ry"] = "锁定技 你不受性别限制。",
	["yr"] = "易容",
	[":yr"] = "出牌阶段你可以选择和所有其他角色同团或不同团。",
	["yq"] = "义气",
	[":yq"] = "必杀技 出牌阶段你每次可以将最多两张手牌分配给其他任意一名角色，你每给出两张手牌可回复1点体力。",

	["peiluola"] = "佩罗娜",
	["xj"] = "消极",
	[":xj"] = "出牌阶段你可以将任意一张方片牌当【消极之魂】使用。",
	["ylzr"] = "幽灵主人",
	[":ylzr"] = "锁定技 当你对任意角色使用的【消极之魂】生效时，你立即摸一张牌；失效时，此角色受到1点伤害。",
	["lh"] = "灵魂",
	[":lh"] = "必杀技 锁定技 当你没装备坐骑时始终视为你装备着+1坐骑。",

	["yiwankefu"] = "安布里奥·伊万科夫",
	["ryw"] = "人妖王",
	[":ryw"] = "锁定技 你不受性别限制。",
	["js"] = "激素",
	[":js"] = "你可以弃一张黑色牌令任意一名处于濒死状态的角色回复至满体力值最多只能存活一回合。（一名角色只能打一次激素或强力激素）。",
	["qljs"] = "强力激素",
	[":qljs"] = "必杀技 你可以弃一张黑色牌令任意一名处于濒死状态的角色回复至满体力值并将其手牌补至其体力上限的张数，最多只能存活三回合。",

	["jide"] = "尤斯塔斯·基德",
	["jx"] = "缴械",
	[":jx"] = "出牌阶段你可以主动弃一张红色手牌并获得其他任意一名角色装备区的一张牌。",
	["cl"] = "磁力",
	[":cl"] = "出牌阶段你可以将自己手牌中的装备牌给任意角色装备。",
	["jxh"] = "机械化",
	[":jxh"] = "必杀技 你可以将你的非武器类装备牌当【杀】或【闪】使用或打出。",

	["luo"] = "多拉法尔加·罗",
	["ly"] = "领域",
	[":ly"] = "出牌阶段你可以从你开始依次抽取每名角色一张手牌，自由排列还牌的顺序后再依次发还给每名角色，每回合限用一次。",
	["mz"] = "麻醉",
	[":mz"] = "必杀技 出牌阶段你可以将一张黑色手牌横置于你攻击范围内任意一名角色的角色牌上，若该角色回合开始前没受伤害则跳过该角色的出牌和弃牌阶段。",

	["ainilu"] = "艾尼路",
	["fd"] = "放电",
	[":fd"] = "锁定技 当你对任意一名角色使用【杀】时，视为其立即进行一次【雷电】判定。",
	["dl"] = "电疗",
	[":dl"] = "锁定技 任何雷属性可对你造成的N点伤害均视为给你回复N点体力。",
	["wl"] = "万雷",
	[":wl"] = "必杀技 回合开始阶段，你可以进行一次判定，若为黑桃,则从你开始所有角色依次受到你造成的2点雷属性伤害。",

-- last words
	["~kudoushinichi"] = "不……",
	["~hattoriheiji"] = "没想到，真的没想到……",
	["~mourikogorou"] = "啊……哦……",
	["~edogawaconan"] = "兰……我是新……",
	["~haibaraai"] = "工藤……为我报仇……",
	["~yoshidaayumi"] = "有没有搞错，连小朋友都打……555……",
	["~mouriran"] = "新一，你在哪里啊……新一……",
	["~kyougokumakoto"] = "我居然会输？",
	["~touyamakazuha"] = "平次……我喜欢你……",
	["~kaitoukid"] = "我死了……嘻嘻，开玩笑的啦",
	["~sharon"] = "纵然容貌千变，终难逃一劫",
	["~megurejyuuzou"] = "小绿，等我……",
	["~matsumotokiyonaka"] = "赌上东京警视厅的尊严！",
	["~otagiritoshirou"] = "我是谁？",
	["~kurobakaitou"] = "可恶，竟然输在这里……",
	["~nakamoriaoko"] = "快斗，你就是……基德吧……",
	["~gin"] = "下次一定杀了你！",
	["~vodka"] = "大哥，我誓死追随您！",
	["~akaishuichi"] = "银色子弹，只要一发就够了……",
	["~agasahiroshi"] = "哀酱，我……",
	["~kobayashisumiko"] = "怎么会这样！",
	["~yamamuramisae"] = "老而不死是为贼",
	["~aoyamagoushou"] = "我是作者，开玩笑，我怎么可能死？",
}

